Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Outgoing connection settings
be: Налады выходных злучэньняў

source: Outgoing connections
be: Выходныя злучэньні

source: Overlap slow chunks by faster user when file is going to be finished
be: Скідваць павольныя часткі на карысьць хутчэйшых, калі файл амаль сьцягнуўся

source: Overlapped by faster user
be: Перахапіў хутчэйшы карыстальнік

source: Override system colors
be: Пераважаць над сыстэмнымі

source: Overrides Fav. Hubs
be: Пераважае над улюбёнымі асяродкамі

source: Own certificate file
be: Уласнае пасьведчаньне

source: Own file list
be: Уласны сьпіс файлаў

source: Own files
be: Уласныя файлы

source: PB
be: ПБ

source: PHP scripts
be: Скрыпты PHP

source: PHP-cкрипты
be: Скрыпты PHP

source: PHP-scripts
be: Скрыпты PHP

source: PK String
be: Радок PK

source: PM
be: Паведамленьне

source: PM discarded because addressed to yourself!
be: Адкінулі асабістае паведамленьне, бо вы накіравалі яго самі сабе!

source: PM from %s dropped…
be: асабістыя паведамленьні прыпыненыя!

source: PM history
be: Гісторыя паведамл.

source: PM is suppress!
be: Прапусьцілі паведамленьне ад %s:

source: PM is suppress! PM dropped...
be: Паведамленьне прапусьцілі: асабістыя паведамленьні прыпыненыя!

source: PM is suppress! PM from %s dropped...
be: Прапусьцілі паведамленьне ад %s: асабістыя паведамленьні прыпыненыя!

source: PM is suppress! PM from %s dropped…
be: Прапусьцілі паведамленьне ад %s: асабістыя паведамленьні прыпыненыя!

source: PM: Sends command as if you sent it by PM
be: Паведамленьне: дасылае загад як асабістае паведамленьне

source: PM: Sends command as if you sent it by pm
be: Паведамленьне: дасылае загад як асабістае паведамленьне

source: PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE
be: PO-Revision-Date: 2011-09-15 12:34+0200

source: Page not found
be: Не знайшлі бачыну

source: Panels
be: Панэлі

source: Param with same name already exists!
be: Парамэтар з такою назваю ўжо існуе!

source: Parameters
be: Парамэтры

source: Parameters that are known not to work (or return incorrect values) are %[version], %[bitrate], %[sample] and %[channels].
be: Вось парамэтры, што не працуюць (ці вяртаюць памылковыя значэньні): %[version], %[bitrate], %[sample] і %[channels].

source: Parameters:
be: Парамэтры:

source: Params
be: Парамэтры

source: Parts:
be: Выйшаў:

source: Passive
be: Нядзейны

source: Passive mode
be: Нядзейны спосаб

source: Passive user
be: Нядзейны карыстальнік

source: Password
be: Гасло

source: Password correct.
be: Слушнае гасло.

source: Password hint
be: Падказка да гасла

source: Password required
be: Патрабуецца гасло

source: Path
be: Шлях

source: Pause
be: Прыпыніць

source: Pause Search
be: Прыпыніць

source: Paused
be: Прыпынілі

source: Paused...
be: Прыпынілі…

source: Paval Shalamitski aka Klyok
be: Павал «Клёк» Шаламіцкі

source: PeerGuardian Plugin
be: Утулка PeerGuardian

source: Percent fake share accepted
be: Адсотак неадпаведнасьці

source: Personal
be: Асабістае

source: Personal Information
be: Асабістыя зьвесткі

source: Phrase
be: Пытаньне

source: PiB
be: ПіБ

source: Picture
be: Малюнак

source: Pictures
be: Малюнкі

source: Place all non-hub tabs in front
be: Зьмяшчаць не асяродкі на пярэднім пляне

source: Place usercommands to submenu
be: Зьмяшчаць загады карыстальніка ў падмэню

source: Plain
be: Звычайны

source: Play
be: Граць

source: Please download last install of FlylinkDC++ and run it manualy
be: Калі ласка, сьцягніце апошні пакунак усталяваньня FlylinkDC++ і запусьціце яго самастойна

source: Please download latest install of FlylinkDC++ and run it manually
be: Калі ласка, сьцягніце апошні пакунак усталяваньня FlylinkDC++ і запусьціце яго самастойна

source: Please ensure that you have dbghelp.dll in your Windows System32 directory.
be: Упэўніцеся, што вы маеце файл dbghelp.dll у каталёґу «Windows\System32».

source: Please ensure that you have dbghelp.dll in your Windows\System32 directory.
be: Упэўніцеся, што вы маеце файл dbghelp.dll у каталёґу «Windows\System32».

source: Please ensure, that you have dbghelp.dll in your Windows System32 directory.
be: Упэўніцеся, што вы маеце файл dbghelp.dll у каталёґу «Windows\System32».

source: Please ensure, that you have dbghelp.dll in your Windows\System32 directory.
be: Упэўніцеся, што вы маеце файл dbghelp.dll у каталёґу «Windows\System32».

source: Please ensure, that you have dbghlp.dll in your Windows System32 directory.
be: Упэўніцеся, што вы маеце файл dbghlp.dll у тэчцы Windows\System32.

source: Please ensure, that you have dbghlp.dll in your Windows\System32 directory.
be: Упэўніцеся, што вы маеце файл dbghlp.dll у тэчцы Windows\System32.

source: Please enter a nickname in the settings dialog!
be: Калі ласка, упішыце мянушку ў акне наладаў!

source: Please enter a password
be: Калі ласка, упішыце гасло

source: Please get a new one at
be: Калі ласка, атрымайце новую вэрсію

source: Please give me a slot for %[filename].
be: Дай мне, калі ласка, шчыліну на %[filename].

source: Please set it yourself.
be: Калі ласка, вызначце яго самастойна.

source: Please set up your NAT yourself.
be: Калі ласка, наладзьце ваш NAT самастойна.

source: Please take a moment to choose which actions you would like ApexDC++ to automatically perform.
be: Калі ласка, знайдзіце хвілінку, каб абраць на сваё жаданьне, што ApexDC++ мусіць выконваць самастойна.

source: Please uninstall it and use an alternate product, or built-in limiter.
be: Калі ласка, высталюйце NetLimiter ды скарыстайце штось іншае замест яе (напрыклад, убудаваны абмежавальнік).

source: Please uninstall it and use an alternate product.
be: Калі ласка, высталюйце ZoneAlarm ды скарыстайце штось іншае замест яе.

source: Please uninstall it, upgrade it or use an alternate product.
be: Калі ласка, перастаўце яе ці абнавіце, або скарыстайце штось іншае замест.

source: Please update MagnetLink
be: Калі ласка, абнавіце MagnetLink

source: Please update
be: Калі ласка, абнаўляйце праграму

source: Please use
be: Калі ласка, паведамляйце пра хібы тут:

source: Please use <a href="http://code.google.com/p/eiskaltdc/issues/list">http://code.google.com/p/eiskaltdc/issues/list</a> to report bugs.<br/>
be: Калі ласка, паведамляйце пра хібы тут: <a href="http://code.google.com/p/eiskaltdc/issues/list">http://code.google.com/p/eiskaltdc/issues/list</a>.<br/>

source: Please wait
be: Калі ласка, чакайце

source: Please wait while ApexDC++ indexes your files (they won't be shared until they've been indexed)...
be: Калі ласка, пачакайце, пакуль ApexDC++ заносіць файлы ў паказальнік (файлы абагуляцца толькі пасьля гэтага)…

source: Please wait while FlylinkDC++ indexes your files (they won't be shared until they've been indexed)...
be: Калі ласка, пачакайце, пакуль FlyLinkDC++ заносіць файлы ў паказальнік (файлы абагуляцца толькі пасьля гэтага)…

source: Please wait while FlylinkDC++ indexes your files (they won't be shared until they've been indexed)…
be: Калі ласка, пачакайце, пакуль FlyLinkDC++ заносіць файлы ў паказальнік (файлы абагуляцца толькі пасьля гэтага)…

source: Please wait while StrongDC++ indexes your files (they won't be shared until they've been indexed)...
be: Калі ласка, пачакайце, пакуль StrongDC++ заносіць файлы ў паказальнік (файлы абагуляцца толькі пасьля гэтага)…

source: Please, get a new one
be: Калі ласка, атрымайце новую вэрсію

source: Please, wait
be: Калі ласка, чакайце

source: Plugin information
be: Зьвесткі пра ўтулку

source: Plugins
be: Утулкі

source: Polish
be: Польская

source: Polish translation
be: Польская мова

source: Popup box to input password for hubs
be: Вокны-вынырцы на гасло да асяродкаў

source: Popup colors
be: Колеры вынырца

source: Popup image
be: Відарыс вынырца

source: Popup time
be: Тэрмін (сэк.)

source: Popup type
be: Від вынырца

source: Popups in Program Interface
be: Падказкі ў інтэрфэйсе

source: Port
be: Порт

source: Port:
be: Порт:

source: Portal Browser
be: Аглядальнік пляцовак

source: Portal browser
be: Аглядальнік пляцовак

source: Portals
be: Пляцоўкі

source: Ports
be: Порты

source: Post media spam to main chat
be: Абвяшчаць, што грае, у галоўнае гутарцы

source: Power Username
be: Імя спраўніка

source: Power off
be: вымкнуць асьветар

source: Power user.
be: Спраўнік.

source: Predefined
be: Перадвызначана

source: Preferences
be: Перавагі

source: Press Next button to Continue...
be: Націсьніце «Далей», каб працягваць…

source: Press Next button to Continue…
be: Націсьніце «Далей», каб працягваць…

source: Press Next button to continue…
be: Націсьніце «Далей», каб працягваць…

source: Press OK button to start FlylinkDC++ application
be: Націсьніце «Добра», каб запусьціць яе

source: Press the follow redirect button to connect to
be: Націсьніце «Перанакіравацца», каб злучыцца з

source: Press the key combination you want to assign
be: Націсьніце спалучэньне клявішаў, якое вы хочаце прызначыць

source: Preved
be: Прывед

source: Preview
be: Паглядзець

source: Preview text files in external program
be: Праглядаць тэкставыя файлы ў вонкавае праґраме

source: Previous (Shift+F3)
be: Папярэдняе (Shift+F3)

source: Previous folders
be: Папярэднія каталёґі

source: Previous message
be: Папярэдняе паведамленьне

source: Previous update proccess has not been completed yet, would you like to restart ApexDC++ now in order to update?
be: Папярэдняя спроба абнавіцца яшчэ ня скончылася. Ці хочаце вы запусьціць нанова ApexDC++ зараз, каб абнавіцца?

source: Previous widget
be: Папярэдняе ваконца

source: Print AIMP, Winamp, iTunes, KMPlayer, WMP, MPC info to chat
be: Надрукаваць зьвесткі AIMP, Winamp, iTunes, KMPlayer, WMP, MPC у гамане

source: Print AIMP, Winamp, iTunes, KMPlayer, WMP, MPC, JetAudio info to chat
be: Надрукаваць у гутарцы зьвесткі AIMP, Winamp, iTunes, KMPlayer, WMP, MPC, JetAudio

source: Print FlylinkDC++ version to chat
be: Надрукаваць вэрсію FlylinkDC++ ў гутарцы

source: Print Winamp (WMP, Itunes, MP Classic) info to chat
be: Надрукаваць зьвесткі Winamp (WMP, Itunes, MP Classic) у гамане

source: Print Winamp, WMP, iTunes, MP Classic info to chat
be: Надрукаваць зьвесткі Winamp, WMP, iTunes, MP Classic у гамане

source: Priority
be: Пяршынства

source: Priority based on filename
be: Пяршынства грунтуецца на назьве файла

source: Priority based on filename (override any other priority settings)
be: Па назьве файла (пераважае над іншымі наладамі пяршынства)

source: Priority based on filename (overrides any other priority settings)
be: Па назьве файла (пераважае над іншымі наладамі пяршынства)

source: Priority settings - has higher priority than Autopriority
be: Налады пяршынства (маюць большую за «самапяршынства» вагу)

source: Private
be: Адасобленая

source: Private Chat
be: Асабістая гутарка

source: Private Message
be: Асабістае паведамленьне

source: Private Message (also sets urgency hint)
be: Асабістае паведамленьне (таксама усталёўвае патрабаваньне ўвагі)

source: Private Messages
be: Асабістыя паведамленьні

source: Private key file
be: Файл асабістага ключа

source: Private key file not chosen
be: Не абралі файл асабістага ключа

source: Private message
be: Асабістае паведамленьне

source: Private message from
be: Асабістае паведамленьне ад

source: Private message sound
be: Гук асабістага паведамленьня

source: Private: local user
be: Асабістае: мясцовы карыстальнік

source: Private: user
be: Асабістае: карыстальнік

source: Probably, the database file FlylinkDC.sqlite is corrupted.
be: Мажліва, пашкоджаны файл FlylinkDC.sqlite базы зьвестак.

source: Process exited with status
be: Працэс скончыўся са станам

source: Process still running after 2 minutes, killing process...
be: Працэс працягвае працаваць ужо 2 хвіліны — забіваем яго…

source: Process was killed or crashed.
be: Працэс забілі або ён аварыйна скончыўся.

source: Profile Info
be: Зьвесткі профілю

source: Profile version
be: Вэрсія профілю

source: Program Files
be: Галоўныя файлы праґрамы

source: Program need root privileges to open ports less than 1024
be: Каб адчыніць порты, меншыя за 1024, праґраме патрабуюцца прывілеі спраўніка (root)

source: Progressbar colors
be: Колеры стужкі поступу

source: Progressbar text colors
be: Колер тэксту стужкі поступу

source: Project-Id-Version: PACKAGE VERSION
be: Project-Id-Version: EiskaltDC++

source: Properties
be: Уласьцівасьці

source: Properties of magnet
be: Уласьцівасьці маґніт-спасылкі

source: Protect OP
be: Абараняць апэратараў

source: Protect private area with password
be: Абараняць асаб. прастору гаслом

source: Protected prefixes
be: Абароненыя прыстаўкі

source: Protected prefixes (wildcards supported, use semicolon to separate entries)
be: Абароненыя прыстаўкі (падтрымваюцца маскі; каб падзяляць пункты, ужывайце «;»)

source: Protected user
be: Абаронены карыстальнік

source: Proxy settings
be: Налады пасродку

source: Public Chat: Chat
be: Агульная гутарка: гутарка

source: Public Chat: Userlist
be: Агульная гутарка: сьпіс карыстальнікаў

source: Public Hub lists
be: Сьпісы адкрытых асяродкаў

source: Public Hubs
be: Адкрытыя асяродкі

source: Public Hubs list
be: Сьпіс публічных асяродкаў

source: Public Hubs list URL
be: Спасылка на сьпіс адкрытых асяродкаў

source: Public IP address detected, selecting active mode with direct connection
be: Выявілі публічны адрас IP; абіраем дзейны спосаб простага злучэньня

source: Public hub
be: Адкрыты асяродак

source: Public hubs
be: Адкрытыя асяродкі

source: Publish shared files on DHT and use it for searching alternate sources
be: Публікаваць абагуленыя файлы на DHT і выкарыстоўваць яе, каб шукаць дадатковыя крыніцы

source: Purge
be: Ачысьціць

source: Purge TTH database
be: Вычысьціць базу скаротаў (TTH)

source: Purge TTH database...
be: Вычысьціць базу зьвестак TTH…

source: Purge TTH database…
be: Вычышчаецца база зьвестак скаротаў…

source: Quality C++ code protects PVS-Studio
be: Якасьць коду C++ абараняе студыя «PVS»

source: Queue
be: Чарга

source: Queue progressbar - common blocks
be: Стужка чаргі: звычайныя кавалкі

source: Queue progressbar - done chunks
be: Стужка чаргі: сьцягнутыя кавалкі

source: Queue progressbar - downloaded bytes
be: Стужка чаргі: сьцягнутыя байты

source: Queue progressbar - downloaded chunks
be: Стужка чаргі: сьцягнутыя кавалкі

source: Queue progressbar - running chunks
be: Стужка чаргі: бягучыя кавалкі

source: Queue progressbar - verified chunks
be: Стужка чаргі: правераныя кавалкі

source: Queued Users
be: Чарга карыстальнікаў

source: Queued downloads from user
be: У чарзе сьцягваць з гэтага карыстальніка

source: Queued successfull
be: Паставілі ў чаргу

source: Queued:
be: У чарзе:

source: Quick Connect
be: Хутка злучыцца

source: Quick Search Ctrl+4
be: Хутка шукаць Ctrl+4

source: Quick Search Ctrl+5
be: Хутка шукаць Ctrl+5

source: Quick Search...
be: Хутка шукаць…

source: Quick Search…
be: Хутка шукаць…

source: Quick connect
be: Хутка злучыцца

source: Quick connect to the hub
be: Хутка злучыцца з асяродкам

source: Quit
be: Выйсьці

source: Quit the program
be: Выйсьці з праґрамы

source: Quit...
be: Выйсьці…

source: RSS News
be: Стужкі навінаў

source: RSS News Ctrl+Shift+G
be: Стужка навінаў Ctrl+Shift+G

source: RSS News Ctrl+Shift+N
be: Стужка навінаў Ctrl+Shift+N

source: RSS Properties
be: Уласьцівасьці стужкі навінаў

source: RSS auto refresh time
be: Абнаўляць навіны кожныя

source: RUn Flylink on system start
be: Запускаць Flylink па запуску сыстэмы

source: Random
be: Выпадковая

source: Range with this name already exists!
be: Прамежак з такою назваю ўжо існуе!

source: Rating
be: Ацэнка

source: Ratio
be: Суадносіны

source: Ratio meaasge template help
be: Дапамога па шаблёну суадносінаў

source: Ratio message template
be: Шаблён паведамленьня суадносінаў

source: Ratio message template help
be: Дапамога па шаблёне суадносінаў

source: Ratio: <b>%4</b>
be: Суадносіны: <b>%4</b>

source: Raw
be: Наўпр. загад

source: Raw commands
be: Наўпроставыя загады

source: Raw texts (don't enter your raw commands here)
be: Назвы загадаў (ня ўпісвайце тут самі наўпроставыя загады)

source: Raw: Sends raw command to the hub (experts only, end it with '|'!)
be: Наўпроставы: дасылае наўпроставы загад асяродку (толькі для знаўцаў; загад мусіць канчацца знакам «|»)

source: Re-_add source
be: Нанова _дадаць крыніцу

source: Re-add source
be: Нанова дадаць крыніцу

source: Re_connect
be: Нанова _злучыцца

source: Readd source
be: Нанова дадаць крыніцу

source: Ready
be: Гатовы

source: Ready to search...
be: Можна шукаць…

source: Really exit?
be: Ці сапраўды выйсьці?

source: Really remove?
be: Ці сапраўды сьцерці?

source: Reason
be: Падстава

source: Reboot
be: запусьціць нанова

source: Rebuild hash
be: Нанова стварыць скароты

source: Recent Hubs
be: Нядаўнія асяродкі

source: Recheck integrity
be: Спраўдзіць цэласнасьць

source: Recommended characters of nickname:
be: Раім ужываць наступныя знакі:

source: Recommended to use such symbols in your NICK:
be: Раім ужываць наступныя знакі:

source: Reconnect
be: Нанова злучыцца

source: Reconnect after termination of the application
be: Нанова далучацца па спыненьні праґрамы

source: Reconnect disconnected
be: Нанова злучыцца з адлучанымі

source: Reconnect disconnected Ctrl+Alt+R
be: Нанова злучыцца з адлучанымі Ctrl+Alt+R

source: Reconnect disconnected Ctrl+Shift+R
be: Нанова злучыцца з адлучанымі Ctrl+Shift+R

source: Reconnect to hub
be: Нанова злучыцца з асяродкам

source: Reconnect to hub (seconds)
be: Нанова злучацца з асяродкам праз (сэк.)

source: Reconnect to hub(seconds)
be: Нанова злучацца з асяродкам праз (у сэк.)

source: Reconnect to the hub
be: Нанова злучыцца з асяродкам

source: Red
be: Чырвоны

source: Redirect request received to a hub that's already connected
be: Атрымалі просьбу накіравацца да асяродку, зь якім ужо злучыліся

source: Redirect user(s)
be: Накіраваць карыстальніка(аў)

source: Reduce process priority if apllication is minimized
be: Памяншаць пяршынства працэсу у найменшым стане

source: Reduce process priority if application is minimized
be: Памяншаць пяршынства працэсу ў найменшым стане

source: Refresh
be: Абнавіць

source: Refresh File-list F9
be: Абнавіць сьпіс файлаў F9

source: Refresh file list
be: Абнавіць сьпіс файлаў

source: Refresh file list Ctrl+E
be: Абнавіць сьпіс файлаў Ctrl+E

source: Refresh file list F9
be: Абнавіць сьпіс файлаў F9

source: Refresh share
be: Абнавіць абагуленае

source: Refresh user list
be: Абнавіць сьпіс карыстальнікаў

source: Refreshes list of shared files
be: Абнаўляе сьпіс абагуленых файлаў

source: Refreshing file list
be: Абнаўляецца сьпіс файлаў

source: RegExp
be: Сталы выраз

source: RegExp Tester
be: Спрабаваць сталы выраз

source: Register with the OS to handle dchub:// and adc:// URL links
be: Запісацца ў апэрацыйнае сыстэме як апрацоўнік спасылак «dchub://» і «adc://»

source: Register with the OS to handle magnet: URL links
be: Запісацца ў апэрацыйнае сыстэме як апрацоўнік спасылак «magnet:»

source: Reindex
be: Сварыць паказьнік

source: Reindex advanced file share on application start
be: Нанова ствараць паказьнік адмысловага абагуленага па запуску

source: Reinstall ApexDC++
be: Нанова ўсталяваць ApexDC++

source: Reliability
be: Надзейнасьць

source: Reload
be: Перачытаць

source: Reload dir...
be: Перачытваем каталёг…

source: Reload dir…
be: Перачытваем каталёґ…

source: Remained attempts
be: Засталося спробаў

source: Remember choice
be: Запомніць выбар

source: Remember my choice
be: Запомніць мой выбар

source: Remember the page in the Settings window
be: Запамінаць бачыну ў акне наладаў

source: Remote client does not fully support TTH - cannot download
be: Нельга сьцягнуць: другі кліент ня цалкам падтрымвае скароты TTH

source: Remote control
be: Аддалена кіраваць

source: Remote encoding
be: Кадоўка асяродку

source: Remove
be: Выкрасьліць

source: Remove All
be: Выкрасьліць усе

source: Remove Forbidden (Unfinished Kazaa, Win MX, GetRight, eMule, DC++)
be: Выкрасьліць забароненыя (няскончаныя Kazaa, Win MX, GetRight, eMule, DC++)

source: Remove Forbidden (Unfinished Kazaa, Win MX, GetRight, eMule, FlylinkDC++)
be: Выкрасьліць забароненыя (няскончаныя Kazaa, Win MX, GetRight, eMule, FlylinkDC++)

source: Remove Forbidden (Unfinished Kazaa, Win MX, GetRight, eMule, StrongDC++)
be: Выкрасьліць забароненыя (няскончаныя Kazaa, Win MX, GetRight, eMule, StrongDC++)

source: Remove Group
be: Выкрасьліць суполку

source: Remove So_urce
be: _Выкрасьліць крыніцу

source: Remove Source
be: Выкрасьліць крыніцу

source: Remove all
be: Сьцерці ўсё

source: Remove all marks
be: Сьцерці ўсе адзнакі

source: Remove diacritic marks from Czech chars
be: Прыбіраць дыякрытычныя знакі з чэскіх літараў

source: Remove extra slot
be: Забраць дадатковую шчыліну

source: Remove from Favorites
be: Выкрасьліць з улюбёнцаў

source: Remove from Queue
be: Выкрасьліць з чаргі

source: Remove from favorites
be: Выкрасьліць з улюбёнцаў

source: Remove image
be: Сьцерці відарыс

source: Remove offline users
be: Выкрасьліць адлучаных карыстальнікаў

source: Remove restriction
be: Выкрасьліць абмежаваньне

source: Remove rules from list
be: Выкрасьліць правілы са сьпісу

source: Remove slow filelists
be: Выкрасьляць павольныя сьпісы файлаў

source: Remove source
be: Выкрасьліць крыніцу

source: Remove user
be: Выкрасьліць карыстальніка

source: Remove user favorite
be: Выкрасьліць карыстальніка з улюбёнцаў

source: Remove user from _queue
be: _Выкрасьліць карыстальніка з чаргі

source: Remove user from queue
be: Выкрасьліць карыстальніка з чаргі

source: Remove user from queue, if speed is below
be: Прымаць карыстача з чаргі, як хуткасьць <

source: Removes current hub from favorites
be: Выкрэсьлівае бягучы асяродак з улюбёных

source: Removing temp files of FlylinkDC++ update...
be: Сьціраюцца часовыя файлы абнаўленьня FlylinkDC++…

source: Removing temp files of FlylinkDC++ update…
be: Сьціраюцца часовыя файлы абнаўленьня FlylinkDC++…

source: Removing temp folders of FlylinkDC++ update...
be: Сьціраюцца часовыя каталёґі абнаўленьня FlylinkDC++…

source: Removing temp folders of FlylinkDC++ update…
be: Сьціраюцца часовыя каталёґі абнаўленьня FlylinkDC++…

source: Rename
be: Назваць

source: Rename DCLST as...
be: Назваць DCLST…

source: Rename DCLST as…
be: Назваць DCLST…

source: Rename a search type
be: Даць новую назву віду пошуку

source: Rename automatically
be: Самарушна даць новую назву

source: Rename file with %s
be: Даць новую назву: %s

source: Rename/Move
be: Назваць/Перасунуць

source: Repeat PM period (0 - disable PM), min
be: Час (хв.) між паведамл. (0 = не паведамляць)

source: Replace file with new one - if Keep finished files set, then this is equal Ask User
be: Запісаць новы паўзьверх старога (будзе тоесным да «Запытацца карыстальніка», калі вы задзейнічалі «пакідаць скончаныя файлы»)

source: Replace with last inserted nick in chat
be: Замяняе на апошнюю ўстаўленую ў гутарку мянушку

source: Replace with new one
be: Замяніць новым файлам

source: Report a Bug
be: Паведаміць пра хібу

source: Report auto search for alternates in status bar
be: Паведамляць пра знойдзеныя іншыя крыніцы ў стужцы стану

source: Report bugs
be: Паведаміць пра хібы

source: Report user
be: Справазданьне

source: Report-Msgid-Bugs-To:
be: Report-Msgid-Bugs-To: http://code.google.com/p/eiskaltdc/issues/list

source: Republic of Belarus
be: Беларусь

source: Request sent to remote PC :)
be: Запыт даслалі на аддалены асьветар :)

source: Request successful, but file size is unknown
be: Запыталіся пасьпяхова, але памер файла невядомы

source: Request to seek beyond the end of data
be: Запыталіся шукаць па-за мяжою дадзеных

source: Requesting
be: Запытваемся

source: Requesting file list
be: Запытацца на сьпіс файлаў

source: Reset
be: Скінуць

source: Resolution
be: Разрозьненьне

source: Response does not match request
be: Адказ не адпавядае запыту
